---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.PipingMassPerTime
source: html/98419964-8a48-5e56-c743-a721789093c3.htm
---
# Autodesk.Revit.DB.SpecTypeId.PipingMassPerTime Property

Mass per Time, in discipline Piping.

## Syntax (C#)
```csharp
public static ForgeTypeId PipingMassPerTime { get; }
```